// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"CONTINUE" = "Continuar";
"DONE" = "Terminado";
"Space" = "Zona do Spaces";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Teclado externo desconhecido";
"TURN_BT_ON" = "Ligar Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Para os cliques secundários, coloque dois dedos no trackpad e clique no botão";
"2NDCLICK_CLICKING" = "Um toque no trackpad com dois dedos equivale a um clique secundário";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utilizar todas as teclas F1, F2, etc. como teclas de função padrão";
"FN_FLIPPER_NOTE" = "Quando esta opção está seleccionada, prima a tecla Fn para utilizar as funcionalidades especiais indicadas em cada tecla.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Para alterar esta definição, prima %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Elementos do utilizador";
"USER_ITEMS_DESC" = "Abre %@";
"CONFLICT_TOOLTIP" = "Tecla já em utilização noutra acção";
"ONOFF_TOOLTIP" = "Seleccione para activar um atalho da lista";
"RESTORE_DEFAULTS_TITLE" = "Tem a certeza de que pretende repor as predefinições de todos os atalhos de teclado?";
"RESTORE_DEFAULTS_DESCR" = "Não é possível desfazer esta acção.";
"GO_TO_SPACE_TEMPLATE" = "Mudar para o espaço %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controlo";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d s";
"NEVER" = "Nunca";

"MOUSE" = "Rato";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconhecido";

"NEW_APPLICATION_ITEM" = "<comando sem nome>";

"APP_IS_NOT_COMPATIBLE" = "Não é possível adicionar atalhos à aplicação %@.";

"MOUSEBUTTON_OPEN" = "Abrir “%@”";


// BT Pairing
"BT_OFF_TITLE" = "Não foi possível estabelecer ligação ao teclado Bluetooth, porque o Bluetooth não está ligado. Gostaria de ligar o Bluetooth?";
"BT_OFF_ALERT_TITLE" = "Não foi possível estabelecer ligação ao teclado Bluetooth, porque o Bluetooth não está ligado. Gostaria de ligar o Bluetooth?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Não foi encontrado nenhum teclado.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Foi encontrado 1 teclado.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Encontrado \“%@\”";
"BT_CONTINUE" = "Continuar";
"BT_TRY_AGAIN" = "Tentar de novo";
"BT_SEARCHING" = "A pesquisar…";
"BT_CONNECTING" = "A ligar…";
"BT_SEARCHING_FOR_KEYBOARD" = "A procurar o teclado…";
"BT_PAIRING_SUCCESS" = "Parabéns! O computador está agora configurado para utilizar o teclado Bluetooth.";
"BT_SELECT_TO_PAIR" = "Aguarde pela detecção de um teclado Bluetooth.";
"BT_SELECT_TO_PAIR_DESC" = "Se o teclado Bluetooth não for detectado, certifique-se de que está ligado e que as pilhas estão bem colocadas.";
"BT_ATTEMPTING_TO_PAIR" = "A tentar estabelecer ligação a \“%@\”…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "A tentar emparelhar…";
"BT_ENTER_KEY" = "Verifique se o dispositivo está pronto para receber um código. Quando estiver pronto, introduza os seguintes números no teclado, e prima a tecla Return.";
"BT_PAIR_FAIL_GENERAL" = "A tentativa de ligação falhou. Clique em Continuar para tentar de novo.";
"BT_PAIR_FAIL_AUTH" = "A tentativa de emparelhamento falhou porque o código que introduziu não foi aceite. Clique em Continuar para voltar a tentar.";
